Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老妪壮起胆子问道：“大仙，如你先前所说，咱们这儿一律禁绝，那我这小小河婆，除了沾光续命，又能做什么？大仙你所说的祠庙香火、山河谱牒什么的，还有那地方县志……”
en_us: The old woman mustered her courage and asked, "Great immortal, you said just then that our small town is a fully restricted area. If that's the case, then apart from from extending my lifespan, what else can a measly river guardian like me do? Also, in terms of building a temple and obtaining incense, genealogical records, and local county chronicles or whatnot..."

source: 老妪将信将疑，暂且压下这个疑问，换了个话题，“知道你爹娘为啥不要你吗？”
en_us: The old woman was skeptical, but she decided to drop this topic for the moment, saying, "Do you know why your parents abandoned you?"

source: 老妪带着赵繇来到书案后的椅子旁，少年发现书案上，摆放着一座卧龙木雕，栩栩如生，只是不知为何，仔细观察后，就发现这条青色木龙，有眼无珠。
en_us: The old woman led Zhao Yao to the chair behind the desk, and the young boy immediately discovered a wooden carving of a resting dragon on the desk. This was an especially lively carving, yet upon closer inspection, he realized that the azure dragon jad eyes but no pupils for some reason.

source: 老妪幽绿色的脸庞随水晃荡，说不出的鬼气森森，听到那位大仙有意为自己指点出一条明路，赶紧摆出洗耳恭听的姿态。
en_us: The old woman's green face was rippling eerily with the water around her, and she immediately put on an earnest and focused expression to hear what Old Man Yang was about to say next.

source: 老妪开始擦拭眼泪。
en_us: The old woman started to wipe away her tears.

source: 老妪忐忑道：“大仙，我记住了。”
en_us: "Great immortal, I understand," the old woman said with an uneasy expression.

source: 老妪想了想，起身跑出去看院门栓了没，回到屋子重新落座后，压低嗓音，“孙子，别看奶奶这么多年装神弄鬼，除了当接生婆，就是给人喝一碗符水，要不就是厚着脸皮跟人收破烂，但是奶奶告诉你，那些收回来的老物件们，可都是顶天的宝贝”
en_us: The old woman pondered for a moment before running over to see if the courtyard door was locked. She then returned inside and sat back down, saying in a quiet voice, "Ma Kuxuan, don't think that your grandma has been acting strange all these years. Apart from being a midwife and offering charmed water to others, I've also shamelessly collected trash from others. However, everything that grandma collected was an extremely valuable treasure."

source: 老妪惶恐道：“大仙，廊桥那边，尤其是那口深潭，连我也无法靠近，每次只要过去些许，就像在油锅里煮似的……”
en_us: Granny Ma was terrified, and she stammered, "Great immortal, even I don't dare to get too close to the covered bridge, especially the deep pool under it. Each time I approach that area, it's as if I'm being cooked in boiling oil..."

source: 老妪才不管宝贝孙子愿不愿意听，自顾自道：“你爷爷说啊，‘小小年纪，城府深重，只可惜败祖辈家声者，必此人也。’”
en_us: However, the old woman ignored her darling grandson's reply, and she said, "Your grandpa said that he was especially shrewd and calculating for his age, but it was a shame that the person who eventually disgraced his clan would also be him."

source: 老妪拿起一支早已蘸满墨汁的毛笔，是一支由老槐枝制成木管的崭新小锥笔，双手捧住，颤颤巍巍递给嫡长孙。
en_us: The old woman picked up a calligraphy brush that was already soaked with ink. This was a new brush that was carved from a branch of the old locust tree. She held it with her two trembling hands as she passed it to her eldest grandson.

source: 老妪晃了晃脑袋，气得七窍生烟，正要还手，不知是不是错觉，身边两位妇人的搀扶，太过尽心尽力，让她一时间无法挣脱开，结果惨遭第三次羞辱，那婢女丫鬟第三次出手，弯曲手指在老妪额头往死里一敲，“以后再敢骂人，就把你这个长舌妇的舌头拔出来，你骂一个字，我就用针刺你一次！”
en_us: The old woman shook her head, with smoke billowing out of her nose in rage. She was just about to strike back, yet whether it was a misperception or not, it was as if the women beside her were holding her up far too well, so much so that she couldn't break free from their grasp. As a result, she was humiliated for the third time. This time, the maidservant used her knuckles to forcefully rap the old woman on the forehead, saying, "If you dare to cuss others in the future, I'll make sure to drag your tongue out. Every time you curse, I'll use a needle to stab your tongue!"

source: 老妪松了口气，谄媚道：“谨遵大仙法旨。”
en_us: "I will be sure to remember your teachings, esteemed immortal," the old woman said in a fawning voice.

source: 老妪步步走回福禄街，拐杖在青石板上次次敲响。
en_us: She then walked back to Fortune Street, with her cane clicking against the bluestone slabs.

source: 老妪白眼道：“别人信这些乌烟瘴气的，你也信？奶奶连打雷也怕的一个人，真要见着了鬼魂，还不得自己把自己吓死？”
en_us: The old woman rolled her eyes and said, "You actually believe their nonsense? Your grandma is someone who's even afraid of thunder, so will I not be scared to death if I truly see a ghost?"

source: 老妪眼珠子微微转动。
en_us: The old woman was clearly very tempted by this prospect.

source: 老妪稍稍加重力道在马苦玄手背一拍，大骂道：“没良心的小烂蛆！连奶奶这里也不肯说实话？”
en_us: The old woman lightly slapped the back of Ma Kuxuan's hand and scolded, "You heartless little maggot! You won't even tell your grandma the truth?"

source: 老妪突然自己被自己逗乐，哈哈大笑起来，“差点忘了，那会儿我可用不着拐杖。”
en_us: The old woman was suddenly amused by her own words, laughing heartily and saying, "I almost forgot. I didn't need a cane during that time!"

source: 老妪立即露出狐狸尾巴了，遮掩不住的得意洋洋，却要故作冷哼道：“那可不，也不看是谁挑中的男人！”
en_us: The old woman immediately revealed her true feelings, unable to conceal her pride anymore. However, she purposefully humphed in a cold manner and said, "Why, of course! After all, who was that man chosen by?"

source: 老妪站在桃树下，犹然气恼不已，后悔自己不该心软，鬼使神差走这趟桃叶巷。
en_us: Standing under the peach tree, the old woman was still as angry as could be. She regretted becoming soft-hearted and coicidentally walking to the Peach Leaf Alley.

source: 老妪说完后，笑了笑，“死老头子，酸了一辈子，最后总算说了句顺耳的好话。”
en_us: The old woman smiled after saying this. "That old geezer was so pedantic his entire life, yet he finally said something that's pleasing to the ear."

source: 老妪跪倒在地，求饶道：“大仙，我不敢了不敢了！”
en_us: Granny Ma fell to her knees and begged for forgiveness, exclaiming, "Great immortal, I wouldn't dare! I wouldn't dare!"

source: 老妪连忙领命离去。
en_us: Granny Ma hurriedly accepted this command and took her leave.

source: 老妪闻到门外嫡长孙的浓郁酒气后，也不生气，笑着招手道：“繇儿，进来啊，杵在门口作甚，男儿喝点酒算什么，又不是喝马尿，不丢人！”
en_us: She didn't become angry after smelling the alcohol on her eldest grandson, and she instead smiled and waved at him, saying, "Yao'er, come on in. Why are you just dawdling by the door? What's wrong with a man having a few drinks? It's not like you're drinking horse piss or anything. It's nothing to be ashamed of!"

source: 老妪骤然提高嗓门，尖叫道：“穷？咱们马家这七八辈人，可真算不得穷人门户，也就是装惯了孙子，到最后连大爷也不知道如何当了，其实老祖宗留下一条祖训，再有钱也不许把宅子安置在福禄街上，桃叶巷也不许。你那对活该遭天打雷劈的爹娘，他们如果穷的话，能每天穿金戴银？顿顿吃香的喝辣的？除了没敢搬去四姓十族扎堆的地儿去摆阔，他们什么享福的好事落下一桩一件啦？”
en_us: The old woman suddenly raised her voice, screeching, "Poor? For the past seven or eight generations, the Ma Clan genuinely hasn't been poor. However, we've become accustomed to bowing down to others, so much so that we don't even know how to act as masters anymore. In fact, our ancestors left an instruction for us. Regardless of how wealthy we become, we can never move our residence to Fortune Street or Peach Leaf Alley. "If your wretched parents were poor, would they be able to wear gold and silver every day? Would they be able to enjoy delicacies every meal? Apart from not daring to move to Fortune Street and Peach Leaf Alley where the Four Surnames and Ten Clans are gathered, what comfort haven't they enjoyed?"

source: 老姚头收了几个徒弟，始终没办法让老人真正满意，到了刘羡阳这里，才认为找到了个可以继承衣钵的人。以前刘羡阳练习的时候，陈平安只要手头没事，就会蹲在一旁使劲盯着。
en_us: Old Man Yao had taken several disciples, but none of them truly lived up to his standards. Only after finding Liu Xianyang did he finally feel like he had found someone worthy of inheriting his skills. In the past, whenever Liu Xianyang practiced the jumping burin technique, Chen Ping'an would always watch intently from the side as long as he wasn't preoccupied with some other task.

source: 老宦官从少女逃离小巷的方向，收回视线，转身走回，腰杆挺直，愈发显得气势巍峨。老人步步缓缓走回，像是重重踩在心坎上。
en_us: The old eunuch, Wu Yue, withdrew his gaze from the direction that the young woman had just fled toward, and he stood up straight as he turned arond before making his way back to Gao Zhen. With each step that he took, his aura became more and more imposing, and it was as if he were treading directly upon Gao Zhen's heart.

source: 老宦官半真半假玩笑道：“殿下，如果这样个人物的生死，就要叹气次，那么等到殿下以后真正站在山顶，应该会很忙的。”
en_us: "Your Highness, if you're going to lament and grieve over everyone you encounter that perishes while you're on your way to the top, then you're going to be a very busy man by the time you reach the peak of the mountain," Wu Yue jibed.

source: 老宦官对待萍水相逢的帷帽少女，杀伐果决，心狠手辣，此时面对这位坐镇此处的定海神针，山崖书院的齐先生，就呈现出另种极端姿态，低头抱拳道：“齐先生，多有叨扰，还望海涵。方才对个晚辈出手，实在是无奈之举，希望先生体谅咱家作为高家奴仆的苦心。”
en_us: Against the young woman from earlier, Wu Yue had been as merciless and ferocious as a hunting lion, but in the face of this middle-aged scholar, his attitude was completely different, and he cupped his fist in a respectful salute as he said, "Please forgive us for causing a disturbance on your territory, Mr. Qi. I had only lashed out at that woman from earlier out of necessity and loyalty to my master, and I had no intention to cause offense to you."

source: 老宦官带着少年拐出原先小巷，轻声道：“咱家问殿下个问题，殿下见多了世间富贵豪奢的珍奇物件，还会对小镇寻常瓷器感兴趣吗”
en_us: Wu Yue led Gao Zhen out of the alley, then said, "Let me ask you this, Your Highness: having seen all types of exotic and luxurious things in this world, are you still interested in the mundane chinaware produced in this town?"

source: 老宦官想了想，还是没有阻止少年的僭越言论。
en_us: After a brief hesitation, Wu Yue decided not to interject.

source: 老宦官摇头道：“肯定命不久矣。飞剑无非是让她多活片刻，于事无补。”
en_us: Wu Yue shook his head as he replied, "She definitely won't be alive for much longer. That flying sword of hers will only be delaying the inevitable."

source: 老宦官淡然道：“殿下，死罪活罪，需要陛下亲自定夺。在咱家看来，殿下的安危，是山岳之重，是摆在最首要的位置，而小镇少女的存在本身，在咱家看来，已经成为燃眉之急，所以真正想要万事大吉，只有对她痛下杀手，她死了，咱家才能安心。”
en_us: Wu Yue remained completely unfazed as he replied in an indifferent voice, "Your Highness, whether my transgressions are punishable by death will be up to His Majesty to descide. In my eyes, your safety is of paramount importance, and protecting you is my sole objective. I have deemed that woman to be a potent threat to your safety, so in order to ensure that no harm befalls you, I had no choice but to go after her. Only with her dead can I rest easy, knowing that I have fulfilled my duty."

source: 老宦官点头道：“正是此理。那个少女在御剑杀人的时候，心如止水，极其镇定从容，就像常人的吃喝拉撒。而且事后察觉到我的真实武道修为后，便果断放弃争斗的念头，尤其是害怕我反过来看穿她的色厉内荏，故意主动挑衅我们，她的真实意图，是好给双方各自找个台阶下，是怕咱家心存杀心，宁肯错杀也不愿错放，对她斩草除根，所以她必须要破局，当然，事实证明她做得并不好。不过说到底，小小年纪，有此心思，已经很不简单。但越是如此，旦放虎归山，任其茁壮成长，将来以后对殿下的威胁就是越大。”
en_us: Wu Yue nodded in response. "That's the correct response. While using her flying sword, the young woman had appeared to be extremely calm and collected, looking as if she had done something completely pedestrian and mundane. However, after detecting my cultivation base, she immediately decided against engaging me in battle, and she was particularly afraid that I would see through her at, so she intentionally provoked us as a form of intimidation. In reality, she was trying to defuse the situation in a roundabout way. She was afraid that I would be intent on killing her in order to eliminate her as a potential threat, which was why she felt like she had to act the way that she did. Of course, I was able to see through her guise in the end, so she didn't do as a good a job as she thought she did, but it's already quite remarkable that someone her age is so bold and cunning. However, it's exactly because of this that if she were to be left to develop unchecked, she could eventually become an extremely potent threat to you, which was why I was determined to kill her. For a girl her age, it would've been no surprise for me at all to see her rush recklessly into battle without considering hte consequences, but it's extremely abnormal that even in the face of the threat posed by me, she was able to remain so calm and calculating, killing that assassin in such a composed fashion before putting on quite a convincing act to try and fool me. This is something that can only come from extensive experience, and it has nothing to do with her aptitude. Regardelss of whehter it be among cultivators or martila artists, countless prodigies have sufferd premature demises due to various personality flaws, and certain things simply can't be taught."

source: 老宦官突然说道：“不知是否错觉，咱家感觉到那位齐先生，身通天修为，好像出了不小的问题。”
en_us: All of a sudden, a serious look appeared on Wu Yue's face as he said, "I'm not sure if it was just a false perception, but I sensed that even though that Mr. Qi possesses unfathomable power, there seems to be something very wrong with him."

source: 老宦官突然身体紧绷，如临大敌，把将锦衣少年拉到自己身后，老人望向蒙面杀手的尸体那边。
en_us: All of a sudden, Wu Yue's entire body abruptly tensed up as if he could sense the presence of a formidable foe nearby, and he dragged Gao Zhen behind him before casting his gaze toward the lifeless body of the masked assassin.

source: 老宦官笑道：“殿下是想着以后找个机会，感谢下这位少年”
en_us: "Are you thinking about giving him a further reward as a gesture of gratitude if the opportunity arises in the future?" Wu Yue asked with a smile.

source: 老掌柜像是吃了一颗定心丸，点头道：“这就好这就好。老杨头，那你忙你的，我先走了。”
en_us: Old Man Yang's words seemed to have instiled Shopkeeper Yang with the peace of mind that he was searching for, and he nodded in response. "Good. I'll leave you to yourself then, Old Man Yang."

source: 老掌柜小心翼翼试探性问道：“老杨头，咱们铺子要不要做点啥？”
en_us: "Old Man Yang, should we do something?" Shopkeeper Yang asked in a careful voice.

source: 老掌柜当时使劲点头答应下来，老父亲这才咽下最后那口气，安然闭眼逝去。
en_us: At the time, Shopkeeper Yang had agreed vehemently to this request, and only then was his father finally content to pass on.

source: 老掌柜走下台阶后，回首望去，老杨头正要关门，对视后他咧嘴笑了笑，老掌柜的赶紧转头离开。
en_us: After making his way down the steps, Shopkeeper Yang turned back to find that Old Man Yang was just about to close the door. Their eyes met, and Old Man Yang gave him a warm smile. Shopkeeper Yang quickly turned and departed.

source: 老杨头刚要站起身相送，老掌柜赶紧劝道：“不用送不用送。”
en_us: Old Man Yang immediately stood up from his chair to accompany Shopkeeper Yang to the door, but the latter hurriedly said, "Take a seat, there's no need to see me off."

source: 老杨头哈哈大笑，不以为意。
en_us: Old Man Yang burst into laughter upon hearing this.

source: 老杨头拿起那根小楠竹制成的老烟杆，摇了摇，“掌柜的，啥也不用做就行。”
en_us: Old Man Yang picked up his bamboo smoking pipe, then shook his head as he replied, "We don't need to do anything, shopkeeper."

source: 老杨头有些讶异，点头道：“对啊，那孩子他娘最后还是走了，如果没记错，没能熬过那个冬天。在那之后，跟孩子还见过几次，次数不多就是了。我当年实在看不下去，还给过孩子一个不值钱的土方子来着，咋了？是这孩子给人打伤啦？”
en_us: Old Man Yang was rather surprised that Chen Ping'an had suddenly been brought up, and he nodded as he replied, "That's right. In the end, his mother still didn't make it. If I recall correctly, she wasn't able to make it through that winter. After that, I ran into that boy a few times, but it wasn't a regular occurrence. At the time, I took pity on the boy and gave him a cheap medcinal recipe. What happened? Is he the one that was injured?"

source: 老槐仍是没有回响。
en_us: The old locust tree still remained silent.

source: 老猿一个旱地拔葱，不与飞剑斤斤计较，直接跃过少女头顶，落在她去路上，转身拦阻少女向北的去路，一拳将那柄飞剑砸出去百余丈，只是死缠烂打的飞剑，嗖呼一下转瞬即至，又刺向老猿头颅，当老猿试图找机会攥紧飞剑，将其禁锢在手心，它又未卜先知地狡黠退去，绝不恋战，飞剑来去如风，防不胜防，老猿再皮糙肉厚不怕受伤，也略显狼狈。
en_us: Bai Yuan stamped his feet and leaped up, ignoring the flying sword and directly jumping over Ning Yao's head, landing in front of her and blocking her path. He then swung his fist and sent the flying sword spinning hundreds of meters into the distance. However, the irritating flying sword instantly soared back again and stabbed at his head. When Bai Yuan tried to grab the flying sword and hold it still, it slyly retreated from his reach as if it could read his mind. Coming and going like the wind, the flying sword was extremely unpredictable and hard to defend against. Even though Bai Yuan wasn't afraid of being wounded thanks to his strong physique, he was still left in a slightly disheveled state thanks to the flying sword.

source: 老猿一拳砸向少年后背心处。
en_us: Immediately thereafter, Bai Yuan threw a punch at the back of Chen Ping'an's chest.

source: 老猿一掌拍掉从侧面急掠而至的飞剑，拍苍蝇似的，把那柄飞剑打得钉入地面两尺，飞剑好似女子扭动腰肢一般，好不容易把自己从泥地里给拔出来，在空中悬停，剑尖剧烈颤抖，像是愤怒的野猫崽子，很快就又气势汹汹地掠向老猿。
en_us: He swatted aside the flying sword that was speeding toward him as if he were swatting a fly, causing it to pierce almost a meter into the ground. Like a young girl swaying her hips, the flying sword swayed back and forth as it pulled itself from the ground with much difficulty. Howevering in the air, its tip shuddered violently as if it were a furious little kitten. After pausing for a brief moment, it viciously stabbed at old ape again.

source: 老猿一步一步向前行去，啧啧道：“空有一把好剑，奈何体魄孱弱。弱干强枝，真是可怜！你跟那小巷少年想尽办法要老夫换气，以便引来这方天地的反扑，小姑娘，现在你不妨猜猜看，等老夫这第三口气息用完，换上下一口新气，到底会不会惹来天地震怒？而老夫又到底能否扛得住那一场海水倒灌？”
en_us: Bai Yuan strode forward, clicking his tongue in wonder as he said, "You have a powerful flying sword, but it's a shame that your body is too weak to fully control it. You're just like a tree with poweful branches but a weak trunk. How pitiful! "You and that young boy from the alley wracked your brains to come up with ways to force me to replenish my Qi, such that I'll invite retribution from this heaven and earth. Young girl, why don't you take a guess? After I exhaust this third breath of Qi and replenish my Qi for a fourth time, will I invite the wrath of heaven and earth? And will I be able to endure that wrath?"

source: 老猿一步掠至少女跟前，抬臂握拳对着少女头颅，抡圆砸下。
en_us: Bai Yuan arrived before Ning Yao in a single stride, raising his arm and forming a fist before hammering down at her head.

source: 老猿一路行去，临近泥瓶巷，老猿才意识到一点，“巷中少年该不会单纯是为了朋友报仇吧？”
en_us: Only at the point where Bai Yuan had already almost reached Clay Vase Alley did a thought suddenly occur to him: qhewoithwqoitiewhtheqhtehthoiewhitqhwht Could it be that he did this solely to avenge his friend?

source: 老猿下定决心，迅速权衡利弊，深呼吸一口“新鲜之气”，不多不少，如无太大偏差，刚好能够杀人。只见老猿脸色泛起一阵阵青紫涟漪，魁梧身形，毫无征兆地轰然拔地而起，脚底下那座可怜宅子被他一脚之力，给踩得倒塌了大半，好在小镇西边住着的都是穷人，宅子远比福禄街那边的建筑要单薄，比如屋梁柱子所用的木头，就很不够看。宅子一家四口人，不幸中的万幸，此时都没有待在屋内。
en_us: After weighing up his options, Bai Yuan quickly arrived at a decision. He took a deep "breath", just enough for him to put an end to Chen Ping'an's life, and his face began to turn alternating shades of green and purple. All of a sudden, his enormous figure sprang up into the without any warning, causing most of the house beneath his feet to collapse in an instant. The western area of the town was populated entirely by the town's more impoverished residents, so the houses here were far less sturdy than the ones on Fortune Street, and there was no way that the house would've survived after acting as Bai Yuan's launching pad. The only silver lining on this dark cloud was that the family of four living in the house weren't in the house at the moment of its collapse.

source: 老猿不厌其烦，忍不住出声问道：“这把飞剑为何能够无视此地戒律？你与齐静春或是阮邛，到底是什么关系？！”
en_us: Bai Yuan was incredibly annoyed, and he couldn't help but say, "Why is this flying sword allowed to ignore the rules of this place? Tell me, what's your relationship with Qi Jingchun or Ruan Qiong?!"

source: 老猿不否认，少年给了自己很多意外惊喜，会计算人心，会设置陷阱，会发挥地利，当然，最重要的是胆子还不小。
en_us: Bai Yuan was willing to admit that Chen Ping'an had given him many surprises up to this point. He had shown himself to be extremely cunning and resourceful, setting traps, taking advantage of the terrain, and using Bai Yuan's psychology against him. Of course, the biggest surprise to Bai Yuan was the courage that Chen Ping'an was displaying.

source: 老猿也知道自己失算了，方才丢掷瓦片出手，动静过大，估计已经打草惊蛇，让那个泥瓶巷的小泥腿子意识到不妙，彻底没有了依靠弓箭那点距离优势来占便宜的心思。老猿笑着摊开双手，示意自己手中并无物件，然后伸出手指勾了勾，示意少年大可以继续玩花哨手段，他愿意奉陪到底，继续舒展筋骨。
en_us: Bai Yuan knew that he had made a slight mistake. He had caused too much of a commotion with the roof tile the he had just used as a projectile. As a result, Chen Ping'an had been alerted to just how formidable Bai Yuan's throwing power was, and he had completely given up on the idea that he had an advantage when it came to attacking range just because he had a bow and arrow. Bai Yuan smiled as he spread his hands open to show Chen Ping'an that he wasn't holding anything, then beckoned to the young boy, provoking Chen Ping'an to show him what other tricks he had up his sleeve and indicating to him that he was ready to continue this game of cat and mouse.

source: 老猿亦是用手臂蛮横砸开剑锋。
en_us: Bai Yuan once again used his arm to forcefully block this strike.

source: 老猿以强横无匹的肉身，鉴定两柄兵器的锋利程度后，根本无视手臂外侧被割出的血槽，笑道：“兵器是真不错，而且敢随身带着两把，一看就是山上的千年世家弟子，要不然就是山下一流豪阀的嫡传子弟，我差点就要以为你是藏在暗处的另一名风雷园剑修了。”
en_us: After using his incredibly powerful physique to gauge the sharpness of Ning Yao's weapons, Bai Yuan ignored the bloody gashes on his forearm and said with a smile, "Your weapons are fairly impressive. Moreover, you dare to carry two of them around with you, so it's quite clear that you're the disciple of an impressive sect from the mountains. Otherwise, you're the direct disciple of a first-rate power outside the mountains. In fact, I almost thought you were another swordsman from Wind Lightning Field, one who was lying low."

source: 老猿伸手握住那颗尤其坚硬的石子，指甲盖大小。
en_us: Bai Yuan held onto the stone, which was roughly the size of a fingernail, and he could hear a burst or rustling, indicating that Chen Ping'an was fleeing deeper into the forest.

source: 老猿冷哼一声，独自进入李家大宅，小姐安然无恙，甚至连惊吓都算不上，老猿了解过详细情况后，发现不过是拙劣的伎俩，略作思量，便狞笑着赶往小镇西边。
en_us: Bai Yuan gave a cold harrumph, then entered the Li Clan's manor on his own. As it turned out, Tao Zi was completely unscathed, and no one had even come after her. After learning the specific details of what had happened, Bai Yuan realized that this had been nothing more than a trick to distract him. After a brief moment of contemplation, he traveled toward the west again, preparing to re-enter the mountian and continue teh hunt.

source: 老猿冷笑道：“果然一如既往的狡猾。”
en_us: Bai Yuan smiled coldly and said, "As cunning as always."

source: 老猿凝神思量之后，这才继续前行，入山后先是杂草丛生，然后是一片竹林，地上多是去年秋冬积攒下来的枯叶，只不过由于最为靠近小镇，竹林并不显得荒芜杂乱。一路循着不易察觉的脚印，老猿发现自己即将走出竹林。
en_us: Bai Yuan stopped and contemplated for a while before deciding to continue forward. The foot of the mountain was filled with overgrown grass, and after a while, he was greeted by the sight of a bamboo forest. The ground was filled with withered leaves from last autumn and winter. However, because this closest bamboo forest was the closest to the small town, it didn't appear too desolate or disorderly. Following the vaguely perceptible footprints, the old ape discovered that he was soon going to exit the bamboo forest.

source: 老猿勃然大怒，原来在此时刻，一粒石子从树林当中激射而至。
en_us: All of a sudden, he raised a hand to snatch something out of mid-air. As it turned out, a small stone had been fired at him from somewhere within the undergrowth.

source: 老猿双拳紧握，屏气凝神，站在原地，强压下体内汹涌磅礴的气机翻转，脸色紫青涟漪转为紫金之色，一闪而逝。
en_us: His fists were tightly clenched as he stood on the spot, forcibly suppressing his own churning aura, and the purple and green coloration of his face suddenly turned to purple and gold before vanishing in a flash.

source: 老猿吐出一口浊气。
en_us: Bai Yuan slowly exhaled, while Song Changjing raised a hand as he smiled and said, "We can continue this battle after we leave this place. For now, both of us have matters that we must attend to."

source: 老猿听着水流声，陷入沉思。
en_us: Bai Yuan fell deep into thought as he listened to the sound of the flowing water.

source: 老猿咧嘴一笑。
en_us: With that in mind, a grin appeared on Bai Yuan's face, but in the next instant, his expression abruptly stiffened.

source: 老猿咧嘴一笑，“宋长镜，那你到时候最好能打赢我，否则大骊南方边军会不太好受。”
en_us: Bai Yuan grinned as he replied, "You better defeat me after we get out of here. Otherwise, the Great Li Empire's forces on the southern border won't be having a good time."
